/**************************************************************************** **
 * Copyright (C) 2010-2011 Cameo Communications, Inc.
 **************************************************************************** **/

/* ************************************************************************** **
 *     MODULE NAME            : system
 *     LANGUAGE               : C
 *     TARGET ENVIRONMENT     : Any
 *     FILE NAME              : hello.c
 *     FIRST CREATION DATE    : 2020/01/26
 * --------------------------------------------------------------------------
 *     Version                : 1.0
 *     Author                 : EExuke
 *     Last Change            : 2020/01/26
 *     FILE DESCRIPTION       : 建立hello库
** ************************************************************************** */

#include <stdio.h>

/****************************************************************************
 *  Function Name : hello
 *  Description   : The Function 打印hello信息.
 *  Input(s)      :
 *                :
 *  Output(s)     : NULL
 *  Returns       : 0
 ****************************************************************************/
void hello()
{
    printf("hello everybody! \n");
}

